Repository: yarons/Klaro
Catalog: po/*/klaro.po
Languages: he

source: Translation application
he: יישום תרגום

# NAME OF TRANSLATORS
source: Your names
he: צוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
he: kde-l10n-he@kde.org

source: Change language
he: החלפת שפה

source: Translate
he: תרגום

source: Switch languages
he: החלפת שפות

source: Auto detect
he: זיהוי אוטומטי

source: Use English language names
he: להשתמש בשמות השפות באנגלית

source: Select Languages
he: בחירת שפות

source: Input Language:
he: שפת קלט:

source: Output Language:
he: שפת פלט:

source: Translated text will appear here
he: הטקסט המתורגם יופיע כאן

source: Copy
he: העתקה

source: Enter text to translate
he: נא למלא טקסט לתרגום

source: Invalid target language
he: שפת היעד שגויה
